{
  "play_cap": "JUGAR",
  "credits_cap": "CRÉDITOS",
  "powered_by": "Desarrollado por ",
  "built_with": "Construido con ",
  "talk_wizard_1": "¡Hola mi joven caballero!\n¿Qué haces aquí?",
  "talk_player_1": "¡Hola!\nFui enviado para rescatar a la princesa y a la reina que fueron secuestradas por criaturas que viven en estos alrededores.",
  "talk_wizard_2": "Humm...\nNo quiero desmotivarte, pero eres el quinto caballero enviado para esta tarea. Hasta el momento ninguno ha regresado con vida y sus cuerpos están colgados en las paredes como trofeos.",
  "talk_player_2": "No te preocupes viejo. ¡Caballero como yo jamás existió!\n¡Voy a exterminar cada criatura de este lugar y rescatar a la princesa y a la reina!",
  "talk_wizard_3": "¡Sí, confianza es lo que no te falta!\n¡Después no digas que no te advertí!\n¡Buena suerte!",
  "talk_kid_1": "¡Auxilio! ¡Auxilio!",
  "talk_boss_1": "¡Cállate pequeña criatura apetitosa!\n¡Ha llegado la hora de probar tu suave piel! ja ja ja ja",
  "talk_player_3": "¡No será esta vez tu repugnante criatura!\n¡Tus días de monstruosidades han terminado!",
  "talk_boss_2": "¡Mira eso! ¡Otro caballero de ego inflado pensando que puede detenerme! ja ja ja ja\n¡Ven aquí!",
  "talk_kid_2": "¡Gracias a los dioses!\n¡Lograste derrotar a esta horrible criatura! ¡Muchas gracias!\n¡Ni siquiera sé cómo agradecerte!",
  "talk_player_4": "¡Fue un honor poder ayudarte! Y no te preocupes por recompensarme, ¡tu padre me prometió una fortuna por rescatarte! :-)",
  "play_again_cap": "JUGAR DE NUEVO",
  "congratulations": "¡FELICITACIONES!",
  "thanks": "Gracias por probar el juego y sentir el poder de Flame y Bonfire en la construcción de juegos 2D.\n¡Tal vez podamos tener una continuación del juego!\n¡Espero que lo hayas disfrutado!",
  "door_without_key": "¡Creo que necesito una llave para pasar por aquí!",
  "talk_kidL2_1": "¡Caballero! ¡Por favor ayúdame!\n¡Ese monstruo me tiene atrapado aquí!",
  "talk_player_L2_1": "¡Tranquilo! Estoy buscando a la princesa, hija del rey.\n¿La has visto por aquí?",
  "talk_kidL2_2": "¡No! ¡Solo he visto monstruos!\n¡Por favor derrota a esa bestia y sácame de aquí!",
  "talk_kidL2_3": "¡Lo lograste! ¡Muchas gracias!\n¡Pensé que moriría aquí!",
  "talk_player_L2_2": "Me alegra haberte ayudado.\n¡Debo continuar buscando! ¡La reina debe estar en los niveles más profundos!",
  "talk_kidL2_boss_1": "¡No! ¡Aléjate de mí, monstruo!\n¡Alguien ayúdeme!",
  "talk_bossL2_1": "¡Silencio, pequeño insecto!\n¡Pronto serás mi cena! ¡Ja ja ja!",
  "talk_player_L2_boss": "¡Alto ahí, bestia!\n¡No permitiré que lastimes a nadie más!",
  "talk_bossL2_2": "¿Otro caballero entrometido?\n¡Perfecto! ¡Tendré dos platos para cenar! ¡Ven aquí!",
  "talk_princess_boss_1": "¡Por favor, ayúdame valiente caballero!\n¡Este demonio me tiene prisionera!",
  "talk_bossL3_1": "¡JAJAJA! ¡La PRINCESA será MI ESPOSA!\n¡Y tú, caballero, serás mi APERITIVO!",
  "talk_player_L3_boss": "¡Jamás permitiré tal atrocidad!\n¡En nombre del rey, te derrotaré, demonio!",
  "talk_bossL3_2": "¡Muchos han intentado detenerme y TODOS HAN FRACASADO!\n¡Prepárate para unirte a ellos en el INFIERNO!",
  "talk_princess_1": "¡Oh, valiente caballero! ¡Finalmente alguien ha logrado derrotar a ese horrible demonio!\n¡Pensé que nunca saldría de esta pesadilla!",
  "talk_player_L3_1": "Mi señora, es un honor haberla rescatado.\n¿Es usted la princesa, hija del rey?",
  "talk_princess_2": "Sí, soy yo. Mi padre, el rey, envió a muchos caballeros a rescatarme...\n¡Pero tú eres el único que ha logrado llegar hasta aquí y vencer al señor de esta mazmorra!",
  "talk_player_L3_2": "Solo cumplí con mi deber, mi señora.\n¡Ahora debemos regresar al reino! ¡Su padre y su madre, la reina, estarán felices de verla!",
  "talk_princess_3": "Mi padre estará eternamente agradecido contigo.\n¡Serás recompensado con riquezas, tierras y el título de HÉROE DEL REINO!\n¡Tu nombre será recordado por siempre!",
  "talk_queen_boss_1": "¡Por favor, noble caballero!\n¡Sálvame de este monstruo! ¡Soy la reina del reino!",
  "talk_bossL3_queen_1": "¡SILENCIO, REINA INSOLENTE!\n¡Serás MI PRISIONERA por toda la eternidad!",
  "talk_player_L3_queen_boss": "¡Majestad! ¡He venido a rescatarla!\n¡Este demonio caerá ante mi espada!",
  "talk_bossL3_queen_2": "¿OTRO caballero del rey?\n¡PERFECTO! ¡Tendré COMPAÑÍA en mi colección de cadáveres!",
  "talk_queen_1": "¡Gracias a los cielos! ¡Has derrotado a ese monstruo!\n¡Soy la reina, esposa del rey!",
  "talk_player_L3_queen_1": "¡Majestad! ¡Es un honor rescatarla!\n¡El rey estará muy feliz de verla con vida!",
  "talk_queen_2": "Mi esposo, el rey, y mi hija, la princesa, estarán eternamente agradecidos.\n¡Gracias a ti, nuestra familia estará reunida nuevamente!",
  "talk_player_L3_queen_2": "Fue un honor servir al reino, su majestad.\n¡Regresemos al castillo!",
  "talk_queen_3": "Serás recompensado con los más grandes honores del reino.\n¡Tierras, oro, y el título de HÉROE LEGENDARIO! ¡Tu nombre vivirá por siempre!"
}